IDEA Open Model
BeamData.IsBearingMember Property
Compatible with IDEA StatiCa 20.1
 Is beam bearing member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsBearingMember { get; set; }
Public Property IsBearingMember As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace